[
    {
        "wsj_trivia_title": "Understanding the ToC",
        "wsj_trivia_content": "The 'Table of Contents' (ToC) in Weekly Shonen Jump generally reflects series popularity based on reader surveys. Higher-ranking series appear earlier in the magazine, often get special pages, and are less likely to be cancelled. This gives a weekly snapshot of what's trending with readers."
    },
    {
        "wsj_trivia_title": "Launching New Legends",
        "wsj_trivia_content": "Weekly Shonen Jump regularly introduces new series, often with a bang — prominent cover or vibrant color pages to catch the reader's eye, just like One Piece's debut in this 1997 issue. However, this spotlight means they're tested by reader reception and must prove their mettle to survive and thrive in the competitive magazine."
    },
    {
        "wsj_trivia_title": "The Editors' Hand",
        "wsj_trivia_content": "Behind every great WSJ manga is a dedicated editor. These editors work closely with the artists, providing feedback on everything from story pacing and character development to art details. They act as a crucial first audience and guide, playing a significant role in shaping a series for success and helping to decide which new stories make it into the magazine."
    },
    {
        "wsj_trivia_title": "Beyond the Weekly: Tankōbon",
        "wsj_trivia_content": "While chapters debut weekly, successful series get their stories compiled into 'tankōbon' (collected volumes) every few months under the 'Jump Comics' imprint. These volumes are a major indicator of a series' popularity and financial success, allowing fans to collect their favorite adventures and often including extra content from the mangaka."
    },
    {
        "wsj_trivia_title": "The Competitive Edge",
        "wsj_trivia_content": "The reader surveys don't just determine top spots; they also influence which series might face 'the axe.' Manga that consistently rank poorly and fail to connect with the audience, especially newer ones after an initial grace period, risk cancellation to make space for fresh stories. This competitive environment keeps the magazine's lineup dynamic."
    },
    {
        "wsj_trivia_title": "The \"Golden Age\"",
        "wsj_trivia_content": "The mid-to-late 90s, when this issue was released, is often considered part of a 'Golden Age' for Weekly Shonen Jump. This era was marked by a lineup of exceptionally popular and influential series running simultaneously, leading to massive circulation numbers and a huge cultural impact both in Japan and increasingly, worldwide."
    }
]